docs/fileing files/ECF Operations/GetNFRC/Get NFRC (by EFM TransactionId) Sample Request XML.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns5="urn:com.journaltech:ecourt:ecf:extension:NFRCRequestType" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<SOAP-ENV:Body>
		<ns5:NFRCRequest>
			<ns5:EfmReferenceId>19LA00591000</ns5:EfmReferenceId>
		</ns5:NFRCRequest>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>